src/integ-test/bdd-test/resources/xml/verificaBollettino_paNewVP2_noOptional.xml

            
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nod="http://pagopa-api.pagopa.gov.it/node/nodeForPsp.xsd">
    <soapenv:Header/>
    <soapenv:Body>
        <nod:verificaBollettinoReq>
            <idPSP>#pspPoste#</idPSP>
            <idBrokerPSP>#brokerPspPoste#</idBrokerPSP>
            <idChannel>#channelPoste#</idChannel>
            <password>pwdpwdpwd</password>
            <ccPost>#ccPoste#</ccPost>
            <noticeNumber>310#iuv#</noticeNumber>
        </nod:verificaBollettinoReq>
    </soapenv:Body>
</soapenv:Envelope>